app/controllers/students_controller.rb

SELECT  "students".* FROM "students" LIMIT ?  [["LIMIT", 1]]
---
  def index

    @students = Student.all